export const messages = {
  alter_profile_info: [
    {
      text: 'Человек – как роман: до самой последней страницы не знаешь, чем кончится. Иначе не стоило бы и читать…',
      author: 'Роман «Мы», Е.И. Замятин',
    },
  ],
  pay_currency: [
    {
      text: 'Если у тебя есть энтузиазм, ты можешь совершить всё, что угодно. Энтузиазм — это основа любого прогресса.',
      author: 'Генри Форд',
    },
    {
      text: 'Успешные люди вырываются вперёд, используя то время, которое остальные используют впустую.',
      author: 'Генри Форд',
    },
  ],
  send_currency: [
    {
      text: 'Великодушного человека отличает то, что он не ищет выгоды для себя, но с готовностью делает добро другим.',
      author: 'Аристотель',
    },
    {
      text: 'Самый великий человек в истории был самым бедным.',
      author: 'Р.У. Эмерсон',
    },
    {
      text: 'Деньги стоят слишком дорого.',
      author: '«Нравственная философия», Р.У. Эмерсон',
    },
    {
      text: 'А доброта его даже превосходила щедрость, ведь если щедрость неизбежно имеет предел, то доброта безгранична.',
      author: 'Жюль Верн «Дети капитана Гранта»',
    },
    {
      text: 'О деньги, деньги! вас и чтит и любит свет, и каждый вопиет: беда, коль денег нет.',
      author: '«Деньги», И.Ф. Богданович.',
    },
  ],
  show_self_profile: [
    {
      text: 'Общение с людьми совращает к самоанализу.',
      author: 'Франц Кафка «Превращение»',
    },
    {
      text: 'Я - единственный на свете человек, которого мне бы хотелось узнать получше.',
      author: 'Оскар Уайльд «Веер леди Уиндермир»',
    },
    {
      text: 'У нашего брата, старика, есть занятие, которого вы еще не ведаете и которого никакое развлечение заменить не может: воспоминания.',
      author: 'И. С. Тургенев «Дворянское гнездо»',
    },
    {
      text: 'Подали чай, потом завтрак, в продолжение которых Арина Петровна все жаловалась и умилялась сама над собой.',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Все притворялись, что у них есть нечто в кармане, и ни один даже не пытался притвориться, что у него есть нечто в голове.',
      author: '«Дневник Провинциала в Петербурге», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'И для кого я всю эту прорву коплю! для кого я припасаю! ночей недосыпаю, куска недоедаю… для кого?!',
      author: '«Господа Головлелы», М.Е, Салтыков-Щедрин.',
    },
    {
      text: 'Аленой меня зовут. По-здешнему – Олеся.',
      author: '«Олеся», А.И. Куприн.',
    },
  ],
  show_other_profile: [
    {
      text: 'Относительно легко доверять кому-нибудь, если за ним следишь или хотя бы имеешь возможность следить; можно даже доверять издали...',
      author: 'Франц Кафка «Нора»',
    },
    {
      text: 'А все живешь - из любопытства: ожидаешь чего-то нового…',
      author: 'Михаил Лермонтов «Герой нашего времени»',
    },
    {
      text: 'Самая обычная вещь начинает казаться интригующей, когда начинаешь ее скрывать.',
      author: 'Оскар Уайльд «Портрет Дориана Грея»',
    },
    {
      text: 'Называй меня, впрочем, как хочешь, — я тот, кем я должен быть.',
      author: 'Фридрих Ницше «Так говорил Заратустра»',
    },
  ],
  report: [
    {
      text: 'Беседовать с человеком, в котором не нравится ничего, — неприлично.',
      author: '«Край обетованный», Х. Мураками.',
    },
    {
      text: 'Поистине человек – животное неблагодарное и эгоистичное…',
      author: '«Граф Монте-Кристо», А. Дюма.',
    },
    {
      text: 'Черт возьми, не выводите из моих слов ничего другого, кроме того, что я в них вкладываю, и не придавайте им такого значения, какого у них нет!',
      author: '«Граф Монте-Кристо», А. Дюма.',
    },
    {
      text: '...созвать семейный совет для решения балбесовой участи!',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Видит помещик, что его уж в другой раз дураком чествуют, и хотел было уж задуматься, но так как в это время на глаза попалась колода карт, то махнул на все рукою и начал раскладывать гранпасьянс.',
      author: '«История одного города», М.Е. Салтыков-Щедрин.',
    },
    {
      text: '...когда же лгали, то прибавляли «да будет мне стыдно» и были наперед уверены, что «стыд глаза не выест».',
      author: '«История одного города», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Глуп ты – вот в чем твоя вина. Да и жирен вдобавок. А глупому да жирному и закон повелевает щуке в хайло лезть!',
      author: '«Карась-идеалист», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Пить чай в трактире имеет другое значение для слуг.',
      author: 'Герцен. «Былое и думы».',
    },
    {
      text: 'Он был невежествен без границ, сутяга, лгун, пустослов и, в довершение всего, боялся черта.',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Там она зализывала ушибы и раны и в одиночестве копила страх и злобу.',
      author: '«Кусака», Л.Н. Андреев.',
    },
    {
      text: 'Единственное средство избавить человека от преступлений – это избавить его от свободы.',
      author: 'Роман «Мы», Е.И. Замятин.',
    },
  ],
  rep_given: [
    {
      text: 'Самая главная формула успеха — знание, как обращаться с людьми.',
      author: 'Теодор Рузвельт',
    },
    {
      text: 'В чем смысл жизни? Служить другим и делать добро.',
      author: 'Аристотель',
    },
    {
      text: 'Наслаждение общением — главный признак дружбы.',
      author: 'Аристотель',
    },
    { text: 'Радость духа есть признак его силы.', author: 'Р.У. Эмерсон' },
    {
      text: 'Наградой за доброе дело служит свершение его.',
      author: 'Сенека (младший)',
    },
    {
      text: 'Способность увидеть чудесное в обыкновенном — верный признак мудрости.',
      author: 'Р.У. Эмерсон',
    },
    { text: 'В самый темный час мы видим звезды.', author: 'Р.У. Эмерсон' },
  ],
  count100_messages: [
    {
      text: '«Я чувствую радость и счастье» – значит «мне хочется, чтобы все люди стали радостны и счастливы».',
      author: 'Н. Г. Чернышевский, «Что делать ?»',
    },
    {
      text: 'Появление его на бале произвело необыкновенное действие. Всё, что ни было, обратилось к нему навстречу.',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Пока человек идёт скорым шагом вперёд, не останавливаясь, не задумываясь, пока не пришел к оврагу или не сломал себе шеи, он всё полагает, что его жизнь впереди, свысока смотрит на прошедшее и не умеет ценить настоящего.',
      author: 'А. И. Герцен, «Былое и думы»',
    },
    {
      text: '«Ну, баба, кажется, крепколобая!» – подумал про себя Чичиков.',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Как ни глупы слова дурака, а иногда бывают они достаточны, чтобы смутить умного человека.',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Они начали спорить, совсем как дети, так же горячо и нелогично.',
      author: '«Страсти-мордасти», Максим Горький',
    },
    {
      text: 'Довольно из десяти сторон иметь одну глупую, чтобы быть признану дураком мимо девяти хороших.',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Когда труд – удовольствие, жизнь – хороша! Когда труд – обязанность, жизнь – рабство!',
      author: 'Максим Горький, «На дне»',
    },
    {
      text: 'Есть лица, которые существуют на свете не как предмет, а как посторонние крапинки или пятнышки на предмете. Сидят они на том же месте, одинаково держат голову, их почти готов принять за мебель и думаешь, что отроду еще не выходило слово из таких уст; а где-нибудь в девичьей или в кладовой окажется просто: ого-го!',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Увы! толстые умеют лучше на этом свете обделывать дела свои, нежели тоненькие.',
      author: 'Гоголь, «Мёртвые души»',
    },
    {
      text: 'В первую минуту разговора с ним не можешь не сказать: «Какой приятный и добрый человек!»',
      author: 'Н. В. Гоголь, «Мёртвые души»',
    },
    {
      text: 'Все законы созданы стариками и мужчинами. Молодые и женщины хотят исключений, старики – правил.',
      author: 'Гёте',
    },
    {
      text: 'Глупее всего заблуждается тот, кто думает, что утрачивает свою оригинальность, если признает истину, уже признанную другими.',
      author: 'Гёте.',
    },
    {
      text: 'Всегда лучше высказываться прямо, что думаешь, и не заботиться о множестве доказательств: сколько мы их ни приведем, они будут лишь выражением наших мнений, а противники не слушают ни мнений, ни доказательств.',
      author: 'Гёте.',
    },
    {
      text: 'Высказать свое мнение значит как бы продвинуть пешку в шахматной игре: пешка может погибнуть, но партия начинается и может быть выиграна.',
      author: 'Гёте.',
    },
  ],
};
