export const triggers = [
  {
    trigger: "drama queen",
    text: "От истерики, впрочем, никогда и никто не умирал. Да и пусть истерика, Бог женщине послал истерику, любя.",
    author: "«Братья Карамазовы», Ф.М. Достоевский",
  },
  {
    trigger: "работа",
    text: "Есть люди, для которых работа служит лекарством от всех зол.",
    author: "«Граф Монте-Кристо», А. Дюма.",
  },
  {
    trigger: "админ",
    text: "Порядочные люди сами думают о себе все то, что можно сказать в осуждение им, потому-то, государь мой, они и порядочные люди.",
    author: "«Что делать?», Н.Г. Чернышевский",
  },
  {
    trigger: "сил нет",
    text: "Подумай ты сама, какое было бы несчастье, ежели б солнце перестало светить для того, чтоб слабых глаз не ослепить.сил нет",
    author: "«Недоросль», Д.И. Фонвизин.",
  },
  {
    trigger: "странно",
    text: "А ведь именно отклонение от простого и обычного освещает дорогу разуму в поисках истины.",
    author: "«Убийство на улице Морг», Э.А. По",
  },
  {
    trigger: "умираю",
    text: "Дайте человеку цель, ради которой стоит жить, и он сможет выжить в любой ситуации.",
    author: "И.В. фон Гёте",
  },
  {
    trigger: "нет времени",
    text: "Три, четыре, десять лет тому назад часы стучали точно так же, как и теперь, и через десять лет будут стучать точно так же… совершенно так же!",
    author: "«Ночь», В.М. Гаршин",
  },
  {
    trigger: ["не получится", "не сможешь"],
    text: "Высокие цели, хотя бы и невыполнимые, дороже нам низких целей, хотя бы и достигнутых.",
    author: "И.В. фон Гёте",
  },
  {
    trigger: "нет времени",
    text: "Всегда можно найти достаточно времени, если употреблять его хорошо.",
    author: "И.В. фон Гёте",
  },
  {
    trigger: "как я хорош",
    text: "Благородство всем нравится, особенно если сопровождается скромностью.",
    author: "И.В. фон Гёте",
  },
  {
    trigger: "скучно",
    text: "Какая это старая русская болезнь, это томление, эта скука, эта разбалованность - вечная надежда, что придет какая-то лягушка с волшебным кольцом и все за тебя сделает!",
    author: "«Окаянные дни», Футер: Бунин",
  },
  {
    trigger: "ладно",
    text: "И в голос все решили так, Что он опаснейший чудак.",
    author: "«Евгений Онегин», А.С. Пушкин",
  },
  {
    trigger: "я сам",
    text: "Он не какой-нибудь мелкий исполнитель чужой, готовой мысли; он сам творец и сам исполнитель своих идей.",
    author: "«Обломов», И.А. Гончаров",
  },
  {
    trigger: "одиноко",
    text: "А одиночество – это важные, значительные мысли, это созерцание, спокойствие, мудрость…",
    author: "«Морфий», М.А. Булгаков",
  },
  {
    trigger: ["дай денег", "дайте денег"],
    text: "Никогда и ничего не просите! Никогда и ничего, и в особенности у тех, кто сильнее вас. Сами предложат и сами все дадут!",
    author: "«Мастер и Маргарита», М.А. Булгаков",
  },
  {
    trigger: "нет времени",
    text: "Успевает всюду тот, кто никуда не торопится.",
    author: "«Собачье сердце», М.А. Булгаков",
  },
  {
    trigger: "о себе",
    text: "...так кто ж ты, наконец? – Я – часть той силы, что вечно хочет зла и вечно совершает благо.",
    author: "«Фауст», И.В. фон Гёте",
  },
  {
    trigger: ["не верю", "да ну"],
    text: "Изо ста кроликов никогда не составится лошадь, изо ста подозрений никогда не составится доказательства.",
    author: "«Преступление и наказание», Ф.М. Достоевский",
  },
  {
    trigger: "работать",
    text: "Люди и созданы, чтобы друг друга мучить.",
    author: "«Идиот», Ф.М. Достоевский",
  },
  {
    trigger: "люблю тебя",
    text: "Супругу свою до того уважал и до того иногда боялся ее, что даже любил.",
    author: "«Идиот», Ф.М. Достоевский",
  },
  {
    trigger: "чем занимаешься",
    text: "Дело в жизни, в одной жизни, – в открывании ее, беспрерывном и вечном, а совсем не в открытии!",
    author: "«Идиот», Ф.М. Достоевский",
  },
  {
    trigger: "соболезную",
    text: "Сострадание есть главнейший и, может быть, единственный закон бытия всего человечества!",
    author: "«Идиот», Ф.М. Достоевский",
  },
  {
    trigger: "о себе",
    text: "Ничего не было в нем ровно: ни злодейского, ни доброго, и что-то страшное являлось в сем отсутствии всего.",
    author: "«Мёртвые души», Н.В. Гоголь",
  },
  {
    trigger: "скучно",
    text: "Веселое мигом обратится в печальное, если только долго застоишься перед ним.",
    author: "«Мёртвые души», Н.В. Гоголь",
  },
];
